Repository: khromov/wp-simple-popular-posts
Catalog: languages/spp-*.po
Languages: sv_se

source: Adds a popular posts list
sv_se: Lägger in en lista med populära poster

source: Past day
sv_se: Senaste dagen

source: Past week
sv_se: Senaste veckan

source: Past month
sv_se: Senaste månaden

source: Past year
sv_se: Senaste året

source: Total
sv_se: Totalt

source: Select from which period popular posts will be fetched
sv_se: Välj från vilken period populära inlägg väljs ut

source: Title
sv_se: Titel

source: Set a title that will be displayed before the list
sv_se: Sätt en titel som dyker upp innan listan

source: Network options
sv_se: Nätverksinställningar

source: Fetch posts from multisite network
sv_se: Hämtas inlägg från hela nätverket

source: Uses WPMUDev Post Indexer to fetch posts from the entire multisite network
sv_se: Hämtar inlägg från hela nätverket via WPMUDev Post Indexer

source: Limit
sv_se: Antal

source: Limit the amount of posts to show
sv_se: Välj hur många inlägg att visa

source: Your stats
sv_se: Din statistik

source: Post stats
sv_se: Statistik

source: Page views on your posts
sv_se: Totalt antal sidvisningar på dina inlägg

source: Page views on this post
sv_se: Antal sidvisningar på detta inlägg

source: Simple Popular Posts Error
sv_se: Simple Popular Posts: Fel

source: Network query was specified, but Post Indexer is not installed. Please install Post Indexer or set network="false"
sv_se: Network Query är valt, men Post Indexer är inte installerad. Installera Post Indexer eller sätt network=false

source: today
sv_se: denna dag

source: this week
sv_se: denna vecka

source: this month
sv_se: denna månad

source: this year
sv_se: detta år

source: total
sv_se: totalt

source: views
sv_se: visningar
